package com.example.asus.demo.configs;

/**
 * Created by asus on 18-3-10,"
 */

public class name {
    public static final String NAME[] = {"啊","啊A","表","成","的","额","发","过","在",
            "啊1","啊A","表13135","成发","的发","额的","发的","过的","123在的","有的","132增加"};
    
    
    public static final String sNAME[] = {
                   "彭匈" ,"潘琦" ,"皮日休" ,"痞子蔡" ,"潘婧" ,"潘树广" ,"潘军"
                    ,"冯至" ,"冯沅君" ,"范小青" ,"冯艺" ,"范锡林" ,"范烟桥" ,"冯骥才" ,"方白羽" ,"凤歌" ,"方方","方南江"
                    ,"巩玟语" ,"高晓声" ,"顾城" ,"高维生" ,"格非" ,"关仁山" ,"郭宝昌" ,"郭小川" ,"高鹗" ,"顾浩" ,"归庄" ,"葛冰"
                    ,"何其芳" ,"黄仁宇" ,"韩寒" ,"何玉茹" ,"红柯" ,"何建明" ,"洪升" ,"韩羽" ,"黄仲则" ,"何小竹" ,"黄宗羲" ,"黄纪苏"
                    ,"毕淑敏 ","柏杨" ,"宾生生" ,"巴金" ,"白刃" ,"班固" ,"槟郎" ,"卞之琳" ,"伯凤麟" ,"冰心" ,"巴音博罗" ,"冰洁"
                           ,"谢冰莹" ,"萧乾" ,"西川" ,"萧鼎" ,"肖复兴" ,"谢有顺","徐贵祥" ,"徐坤 ","宣文峋" ,"徐迟" ,"徐琰"
                           ,"陈青云 ","曹文轩" ,"陈继明","陈启文" ,"陈染" ,"陈世旭" ,"陈晓明" ,"池莉" ,"迟子建" ,"陈建功 ","陈瑞统" ,"陈与义" ,"程乃珊" ,"晁错" ,"曹靖华" ,"陈阵" ,"陈师道" ,"陈衍" ,"查沧珊" ,"陈映真" ,"程小青" ,"从维熙" ,"陈敬容" ,"常新港" ,"崔皓景" ,"陈益" ,"陈桂棣" ,"陈村" ,"橙未央" ,"蔡秋桐" ,"陈亮" ,"陈端生" ,"蔡骏" ,"沧月" ,"蔡芹芹" ,"陈枰" ,"曹雪芹" ,"陈应松" ,"陈福民"
                           ,"邓友梅" ,"端木蕻良" ,"都梁" ,"董乃斌" ,"杜鹏程" ,"东方玉" ,"戴叔伦" ,"董桥" ,"邓一光","独孤红" ,"代琮" ,"段林" ,"杜广涛" ,"邓拓" ,"刁斗" ,"党益民" ,"段崇轩" ,"戴来"
                           ,"荆永鸣" ,"金庸" ,"蒋方舟" ,"贾平凹" ,"姜戎 ","蒋韵" ,"津子围" ,"九丹 ","江淹" ,"建安七子" ,"江天一" ,"荆歌"
                           ,"柯云路" ,"柯灵" ,"可蕊" ,"康震" ,"康红球"
                           ,"刘亮程" ,"林徽因" ,"林海音" ,"李广田" ,"梁小斌" ,"刘白羽" ,"丽尼" ,"梁宗岱" ,"李存葆" ,"李季" ,"李敬泽"
                           ,"茅盾" ,"穆旦" ,"玛拉沁夫" ,"穆时英" ,"孟繁华" ,"穆木天" ,"穆敬熙" ,"木朵 ","马知遥" ,"麦天枢" ,"梅尧臣"
                           ,"倪匡" ,"聂绀弩" ,"那多" ,"牛汉"
                           ,"余秋雨" ,"姚雪垠","杨刚" ,"杨红樱" ,"叶灵凤" ,"严歌苓" ,"于坚" ,"余华" ,"郁秀" ,"袁可嘉" ,"严文井"
                           ,"欧阳山"
                           ,"琼瑶" ,"钱钟书" ,"钱理群" ,"秦似" ,"千夫长" ,"齐沫 ","秦牧" ,"屈指流徒 ","裘山山" ,"秦红" ,"钱海燕"
                           ,"柔石" ,"饶雪漫"
                           ,"舒婷" ,"深雪" ,"孙惠芬" ,"孙云晓" ,"宋之的" ,"沈复" ,"苏雪林" ,"石舒清 ","斯玛谭" ,"沈善增 ","邵燕祥"
                           ,"宗璞" ,"曾卓" ,"章克标" ,"章乃器" ,"章衣萍" ,"郑振铎" ,"周木斋" ,"张承志" ,"张建星" ,"张胜友" ,"张者"
                           ,"台静农" ,"铁凝" ,"唐湜" ,"谭元春" ,"谭谈" ,"田间" ,"陶斯亮" ,"藤井树" ,"藤萍" ,"陶然" ,"陶渊明"
                           ,"卫慧" ,"王阿成" ,"王鼎钧" ,"王蒙" ,"魏巍" ,"王任叔" ,"王统照" ,"王小波 ","王海鸰" ,"王跃文" ,"吴淡如",
            "艾伟","阿垅" ,"艾蓓 ","阿彻","阿城"
    };

}
